// Localizable.strings for AppleVPNExtra

// other menu strings
"OPEN_NP" = "Åpne Nettverk-valgpanelet…";

// connect/disconnect
"CONNECT" = "Koble til";
"DISCONNECT" = "Koble fra";

// error string
"NO_VPN_CONFIGS" = "VPN er ikke konfigurert";
"NO_MODEM_CONFIGS" = "Ingen modemkonfigurasjoner ble funnet";
"NO_PPPOE_CONFIGS" = "Ingen PPPoE-konfigurasjoner ble funnet";

// other items
"SHOW_TIMER" = "Vis tid tilkoblet";
"SHOW_ANIMATED_STATUS" = "Vis status under tilkobling";
"STOP_SHOWING_TIME" = "Stopp visning av tid i menylinjen";

"SHOW_TIME_FORMAT" = "Vis tid for «%@» i menylinjen";

// scrolling text resources
"SCROLL_CONNECTING" = "Kobler til…";
"SCROLL_DIALING" = "Ringer opp…";
"SCROLL_DISCONNECTING" = "Kobler fra…";
"SCROLL_AUTHENTICATING" = "Godkjenner…";

/* Menu Extra Strings */
"CONNECTED_FORMAT" = "Koble fra %@";
"NOT_CONNECTED_FORMAT" = "Koble til %@";
"CONNECTING_FORMAT" = "Kobler til %@";
"DISCONNECTING_FORMAT" = "Kobler fra %@";
"AUTHENTICATING_FORMAT" = "Godkjenner %@";

"DEFAULT" = "Standard";

/* name strings */
"VPN menu extra" = "VPN-menytillegg";
"PPP menu extra" = "PPP-menytillegg";
"PPPoE menu extra" = "PPPoE-menytillegg";
